# Порядковые числительные. Дательный падеж
ORDINAL_NUMBERS_DATIVE = [
    "",
    "первому",
    "второму",
    "третьему",
    "четвертому",
    "пятому",
    "шестому",
    "седьмому",
    "восьмому",
    "девятому",
    "десятому",
]

# Порядковые числительные. Дательный падеж
ORDINAL_NUMBERS_GENITIVE = [
    "",
    "первого",
    "второго",
    "третьего",
    "четвертого",
    "пятого",
    "шестого",
    "седьмого",
    "восьмого",
    "девятого",
    "десятого",
]

# Порядковые числительные. Именительный падеж
ORDINAL_NUMBERS_NOMINATIVE = [
    "",
    "первый",
    "второй",
    "третий",
    "четвертый",
    "пятый",
    "шестой",
    "седьмой",
    "восьмой",
    "девятый",
    "десятый",
]

# Порядковые числительные. Дательный падеж
ORDINAL_NUMBERS_GENITIVE = [
    "",
    "первого",
    "второго",
    "третьего",
    "четвертого",
    "пятого",
    "шестого",
    "седьмого",
    "восьмого",
    "девятого",
    "десятого",
]

# Порядковые числительные. Именительный падеж
ORDINAL_NUMBERS_NOMINATIVE = [
    "",
    "первый",
    "второй",
    "третий",
    "четвертый",
    "пятый",
    "шестой",
    "седьмой",
    "восьмой",
    "девятый",
    "десятый",
]

MONTH_NAME = [
    "",
    "Января",
    "Февраля",
    "Марта",
    "Апреля",
    "Мая",
    "Июня",
    "Июля",
    "Августа",
    "Сентября",
    "Октября",
    "Ноября",
    "Декабря",
]